tests/Chisel.Tests/DependencyGraphTest.PollyGraphIgnoreGlob_mermaid.verified.mmd
%% Generated by https://github.com/0xced/Chisel

graph LR

classDef default fill:aquamarine,stroke:#009061,color:#333333

Microsoft.Bcl.TimeProvider/8.0.0 --> Microsoft.Bcl.AsyncInterfaces/6.0.0
NETStandard.Library/2.0.3 --> Microsoft.NETCore.Platforms/1.1.0
Polly/8.4.0 --> Polly.Core/8.4.0
Polly.Core/8.4.0 --> Microsoft.Bcl.AsyncInterfaces/6.0.0
Polly.Core/8.4.0 --> Microsoft.Bcl.TimeProvider/8.0.0

class Microsoft.Bcl.AsyncInterfaces/6.0.0 default
class Microsoft.Bcl.TimeProvider/8.0.0 default
class Microsoft.NETCore.Platforms/1.1.0 default
class NETStandard.Library/2.0.3 default
class Polly/8.4.0 default
class Polly.Core/8.4.0 default
